src/xml/request_oclc/oclc_danskoversat_fairytale.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:27701523">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:12.281Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:12.362Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:12.281Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:12.362Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:12.289Z" MIMETYPE="text/xml" SIZE="1146">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>fairytales</dc:title>
  <dc:title>MATCH:fairyt</dc:title>
  <dc:creator>H. C. Andersen f. 1805</dc:creator>
  <dc:creator>NOBIRTH:H. C. Andersen</dc:creator>
  <dc:creator>MATCHSTRING:Andersenh</dc:creator>
  <dc:subject>for 6 år</dc:subject>
  <dc:subject>for 7 år</dc:subject>
  <dc:subject>for 8 år</dc:subject>
  <dc:publisher>carlsen</dc:publisher>
  <dc:publisher>MATCHSTRING:carlsen</dc:publisher>
  <dc:contributor>MATCHSTRING:Ottos</dc:contributor>
  <dc:contributor>svend otto</dc:contributor>
  <dc:date>2009</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:27701523</dc:identifier>
  <dc:identifier>ISBN:9788711433867</dc:identifier>
  <dc:source>børnenes h.c. andersen</dc:source>
  <dc:language>Engelsk</dc:language>
  <dc:relation>FirstEdition:06239811</dc:relation>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:12.290Z" MIMETYPE="text/xml" SIZE="8925">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>27701523|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Fairytales</dc:title><dc:title xsi:type="dkdcplus:full">Fairytales</dc:title><dcterms:alternative>Fairytales - in a box</dcterms:alternative><dc:creator xsi:type="dkdcplus:aut">H. C. Andersen (f. 1805)</dc:creator><dc:creator xsi:type="oss:sort">Andersen, H. C. (f. 1805)</dc:creator><dc:subject xsi:type="dkdcplus:DK5">83</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Engelsk skønlitteratur</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 6 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 7 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 8 år</dc:subject><dc:description>Indhold: The ¤Snow Queen ; The ¤goblin and the grocer ; Little Claus and Big Claus ; Thumbelina ; The ¤tinderbox ; The ¤princess and the pea ; The ¤snowman ; The ¤ugly duckling ; Booby Jack ; The ¤emperor&apos;s new clothes ; The ¤wild swans ; Father&apos;s always right ; The ¤swineherd ; The ¤fir tree ; The ¤steadfast tin soldier ; The ¤shepherdess and the chimney-sweep</dc:description><dcterms:audience>børnematerialer</dcterms:audience><dkdcplus:version>1. i.e. new edition, 1. printrun</dkdcplus:version><dc:publisher>Carlsen</dc:publisher><dc:contributor>Svend Otto</dc:contributor><dc:date>2009</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:format>illustreret i farver</dc:format><dcterms:extent>138 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">9788711433867</dc:identifier><dc:source>Børnenes H.C. Andersen</dc:source><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">27701523</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20121020203841</marcx:subfield><marcx:subfield code="d">20090408</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">u</marcx:subfield><marcx:subfield code="a">2009</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="d">x</marcx:subfield><marcx:subfield code="j">j</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="o">b</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="017"><marcx:subfield code="a">06239811</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="e">9788711433867</marcx:subfield><marcx:subfield code="c">ib.</marcx:subfield><marcx:subfield code="d">kr. 299,95</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DBF200921</marcx:subfield><marcx:subfield code="x">BKM200921</marcx:subfield><marcx:subfield code="x">ACC200915</marcx:subfield><marcx:subfield code="x">DAT991243</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">eng</marcx:subfield><marcx:subfield code="c">dan</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Andersen</marcx:subfield><marcx:subfield code="h">H. C.</marcx:subfield><marcx:subfield code="c">f. 1805</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="241"><marcx:subfield code="a">Børnenes H.C. Andersen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Fairytales</marcx:subfield><marcx:subfield code="e">Hans Christian Andersen</marcx:subfield><marcx:subfield code="e">illustrated by Svend Otto S.</marcx:subfield><marcx:subfield code="f">translated by Patricia Crampton</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">1. [i.e. new] edition</marcx:subfield><marcx:subfield code="x">1. printrun</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">[Kbh.]</marcx:subfield><marcx:subfield code="b">Carlsen</marcx:subfield><marcx:subfield code="c">2009</marcx:subfield><marcx:subfield code="k">Narayana Press, Gylling</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">138 sider</marcx:subfield><marcx:subfield code="b">ill. i farver</marcx:subfield><marcx:subfield code="c">30 cm</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="i">Kolofontitel</marcx:subfield><marcx:subfield code="t">Fairytales - in a box</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Egnet til højtlæsning</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="520"><marcx:subfield code="a">Tidligere: 1. udgave. 1985</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="521"><marcx:subfield code="b">1. printrun</marcx:subfield><marcx:subfield code="c">2009</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="530"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="i">Indhold</marcx:subfield><marcx:subfield code="t">The ¤Snow Queen</marcx:subfield><marcx:subfield code="t">The ¤goblin and the grocer</marcx:subfield><marcx:subfield code="t">Little Claus and Big Claus</marcx:subfield><marcx:subfield code="t">Thumbelina</marcx:subfield><marcx:subfield code="t">The ¤tinderbox</marcx:subfield><marcx:subfield code="t">The ¤princess and the pea</marcx:subfield><marcx:subfield code="t">The ¤snowman</marcx:subfield><marcx:subfield code="t">The ¤ugly duckling</marcx:subfield><marcx:subfield code="t">Booby Jack</marcx:subfield><marcx:subfield code="t">The ¤emperor&apos;s new clothes</marcx:subfield><marcx:subfield code="t">The ¤wild swans</marcx:subfield><marcx:subfield code="t">Father&apos;s always right</marcx:subfield><marcx:subfield code="t">The ¤swineherd</marcx:subfield><marcx:subfield code="t">The ¤fir tree</marcx:subfield><marcx:subfield code="t">The ¤steadfast tin soldier</marcx:subfield><marcx:subfield code="t">The ¤shepherdess and the chimney-sweep</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="n">86.9</marcx:subfield><marcx:subfield code="z">196</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="o">83</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 6 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 7 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 8 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Otto</marcx:subfield><marcx:subfield code="h">Svend</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="900"><marcx:subfield code="a">Svend Otto</marcx:subfield><marcx:subfield code="z">700</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="o">200921</marcx:subfield><marcx:subfield code="u">nu</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2009-04-08</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>fiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:12.290Z" MIMETYPE="text/xml" SIZE="1744">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">jwp</marcx:subfield><marcx:subfield code="o">amh</marcx:subfield><marcx:subfield code="k">osh</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">masserettet i forb. med konvertering af aldersnoter</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">REX200947</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d31"><marcx:subfield code="b">211</marcx:subfield><marcx:subfield code="h">296</marcx:subfield><marcx:subfield code="t">13</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d32"><marcx:subfield code="b">206</marcx:subfield><marcx:subfield code="h">291</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d35"><marcx:subfield code="a">P</marcx:subfield><marcx:subfield code="i">02</marcx:subfield><marcx:subfield code="n">02</marcx:subfield><marcx:subfield code="p">01</marcx:subfield><marcx:subfield code="q">02</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n51"><marcx:subfield code="a">20090518</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20090408</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">TeamBMV200919</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:12.362Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:27701523">
    <isMemberOfUnit xmlns="info:fedora/">unit:47984</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47984</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:33:26.508</timestamp>
<pid>870970-basis:27701523</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
